HELLO = {
  "english" : 'Hello, <user name>! This bot is based on the neural network "ChatGPT (Generative Pretrained Transformer)" of the newest version "4o1", released in September 2024 from OpenAI. The principle of operation is that the bot synchronizes with the server and calculates each subsequent session of the game and, accordingly, the result that awaits us in the game.',
  "hindi" : 'नमस्ते, <user name>! यह बॉट "ChatGPT (Generative Pretrained Transformer)" के सबसे नए संस्करण "4o1" पर आधारित है, जिसे सितंबर 2024 में "OpenAI" द्वारा जारी किया गया था। इसका काम करने का सिद्धांत यह है कि बॉट सर्वर के साथ सिंक्रनाइज़ करता है और प्रत्येक अगले गेम सत्र और तदनुसार परिणाम की गणना करता है, जो हमें गेम में मिलेगा।',
  "russian" : 'Привет, <user name>! Этот бот основан на нейросети "ChatGPT (Generative Pretrained Transformer)" самой новой версии "4o1", выпущенной в сентябре 2024 года от "OpenAI". Принцип работы заключается в том, что бот синхронизируется с сервером и вычисляет каждую последующую сессию игры и, соответственно, результат, который ждёт нас в игре.',
}

BUTTON_START = {
  "english" : 'Before you start, please subscribe to my channel using the button below ⬇️',
  "hindi" : 'शुरू करने से पहले, कृपया नीचे दिए गए बटन का उपयोग करके मेरे चैनल को सब्सक्राइब करें ⬇️',
  "russian" : 'Перед началом, пожалуйста, подпишись на мой канал по кнопке ниже ⬇️',
}

AFTER_START = {
  "english" : 'START 🕹',
  "hindi" : 'आरंभ करें 🕹',
  "russian" : 'НАЧАТЬ 🕹',
  '1' : '123123',
}

CHANNEL_LINK = {
  "english" : '',
  "hindi" : '',
  "russian" : '',
}